{"spurs" : [" Tottenham Hotspur, commonly known as Spurs, is a professional football club based in North London,\n England. Established in 1882, Tottenham Hotspur has grown to become one of the most iconic and \n successful football clubs in the country. With a rich history and a passionate fanbase, the \n club has left an indelible mark on the world of football. Tottenham Hotspurs home stadium is \n the magnificent Tottenham Hotspur Stadium, which was opened in 2019. The stadium, with its \n impressive architecture and state-of-the-art facilities, has quickly become a symbol of the \n clubs ambition and progress. It has a seating capacity of over 62,000, making it one of the \n largest stadiums in the country. Over the years, Tottenham Hotspur has achieved significant \n success both domestically and internationally. The club has won numerous trophies, including \n the English League Championship, the FA Cup, and the UEFA Cup. Notably, in the 1960-61 season \n Tottenham Hotspur became the first English club in the 20th century to win the league and cup \n double. One of the hallmarks of Tottenham Hotspurs success has been its commitment to nurturing \n talent and playing attractive, attacking football. ", "Hugo Lloris \n Davinson Sanchez  \n Eric Dier \n Cristian Romero \n Pedro Porro  \n Pierre-Emile Hojbjerg \n Ivan Perisic  \n Dejan kulusevski  \n James Maddison \n Son Heung-Min \n Harry Kane"]
 ,"chelsea":[" Chelsea Football Club is a renowned and iconic professional football team based in London, England.\n Established in 1905, the club has since become one of the most successful and storied football \n institutions in the world. The team's home ground is Stamford Bridge, a historic stadium \n situated in the heart of Fulham, where passionate supporters gather to cheer for their beloved \n Blues. Over the years, Chelsea has experienced numerous highs and lows, but it is their \n triumphs and relentless pursuit of excellence that have etched their name in football folklore.\n The club's rise to prominence began in the late 20th century, but it was in the early 21st \n century when Chelsea truly asserted their dominance on the domestic and international stages.\n Under the ownership of Roman Abramovich, the club experienced an era of unprecedented success,\n winning multiple English Premier League titles, FA Cups, and League Cups. Notably, Chelsea \n clinched their first-ever UEFA Champions League trophy in 2012, a momentous occasion that will \n forever be etched in the memories of fans.Beyond the silverware, Chelsea has been defined by \n their captivating style of play and a legacy of cultivating exceptional \n talents.","Kepa Arrizabalaga \n Reece \n James Wesley \n Fofana \n Benoit Badiashile \n Ben Chilwell \n Enzo Fernandez \n Conor Gallagher \n Mykhailo Mudryk \n Christopher Nkunku \n Armando Broja \n Romelu Lukaku."]
 ,"manchester city":[" Manchester City Football Club, commonly known as Man City, is a prominent English football \n team hailing from the city of Manchester. Established in 1880, the club has experienced a rich \n history with its fair share of ups and downs, ultimately emerging as one of the most successful \n and formidable clubs in modern football. Their home ground is the iconic Etihad Stadium,\n where passionate fans congregate to witness scintillating displays of skill and determination.\n In recent decades, Manchester City has undergone a transformation that has seen them rise \n to prominence both domestically and internationally. Under the ownership of the Abu Dhabi \n United Group since 2008, the club has enjoyed substantial financial backing, leading to significant \n investments in players, facilities, and coaching staff. This financial injection sparked a \n remarkable period of success for the club.During this period, Man City secured several \n Premier League titles, cementing their status as one of the top teams in English football. Their \n playing style, characterized by fluid attacking football, intricate passing, and high pressing, \n has been masterminded by renowned managers such as Pep Guardiola, \n who has left an indelible mark on the club's philosophy.","Ederson \n Ruben Dias \n Alymeric Laporte \n Manuel Akanji \n Kyle Walker \n Rodri \n John Stones \n Bernado Silva \n Jack Grealish \n Kevin De Bruyne \n Erling Haaland."]
 ,"manchester united":[" Manchester United, commonly known as Man United or simply United, is one of the most iconic \n and historically significant football clubs in the world. Based in Old Trafford, Greater Manchester, \n England, the club has a rich and storied legacy that spans well over a century. Founded \n in 1878 as Newton Heath LYR Football Club, it wasn't until 1902 that the team adopted the \n name Manchester United. Since then, the club has gone on to become one of the most successful \n and widely supported football clubs globally. Throughout its illustrious history, Manchester \n United has amassed an impressive trophy cabinet, boasting numerous domestic and \n international accolades. With a record 20 English Premier League titles, 12 FA Cups, and 5 League Cups, \n the club's domestic dominance is unparalleled. Moreover, United has triumphed on the European \n stage, clinching 3 UEFA Champions League titles and 1 UEFA Europa League trophy. \n These achievements have cemented Manchester United's status as one of the most successful clubs in \n English and European football history. The club's success has been characterized by some of the \n game's most legendary players who have donned the iconic red jersey. ", "Andre Onana \n Luke Shaw \n Lisandro Martinez \n Raphael Varane \n Diogo Dalot \n Mason Mount \n Casemiro \n Bruno Fernandes \n Jadon Sancho \n Marcus Rashford \n Antony"]
 ,"arsenal":["   Arsenal Football Club, commonly known as Arsenal, is one of the most iconic and historically \n   significant football teams in the world. Based in London, England, the club was founded in 1886 by workers \n   from the Royal Arsenal armaments factory, and it has since become an integral part of \n   English football culture. Throughout its illustrious history, Arsenal has experienced both \n   remarkable successes and periods of transition. The club's glory days are associated with the tenure \n   of Arsene Wenger, a highly respected and influential manager who guided Arsenal to three \n   Premier League titles and seven FA Cup victories during his remarkable 22-year \n   reign, which lasted from 1996 to 2018. The team's style of play under Wenger was admired for its \n   emphasis on attacking football and nurturing young talents, earning Arsenal the moniker \n   The Invincibles  during the 2003-2004 season when they went unbeaten in the Premier League. This \n   achievement remains one of the most significant milestones in English football history. \n   Arsenal's home ground is the iconic Emirates Stadium, a state-of-the-art venue with a capacity of over \n   60,000 spectators.", "Aaron Ramsdale \n Oleksander Zinchenko \n Jurrien Timber \n William Saliba \n Ben White \n Declan Rice \n Martin Odegaard \n Kai Havertz \n Gabriel Martinelli \n Bukayo Saka \n Gabriel Jesus"] 
 ,"liverpool":["   Liverpool is a vibrant and historic city located in the northwest of England, renowned for its rich \n   cultural heritage, maritime history, and passionate football fandom. Situated along the banks of the \n   River Mersey, Liverpool has long been a major port city, playing a crucial role in the \n   industrial revolution and transatlantic trade during the 18th and 19th centuries. Today, \n   it stands as a thriving metropolis that blends the old and the new, captivating visitors with its \n   unique charm. One of Liverpool's most prominent features is its strong association with \n   The Beatles, the iconic British rock band that revolutionized the music industry \n   in the 1960s. The city pays homage to this musical legacy with numerous attractions, including the famous \n   Cavern Club, where the Fab Four once performed, and the Beatles Story museum, which takes \n   visitors on an immersive journey through their extraordinary career. In addition to \n   its musical heritage, Liverpool is celebrated for its remarkable architectural landmarks. The city's \n   waterfront, designated as a UNESCO World Heritage site, boasts an array of stunning buildings, \n   including the Royal Liver Building, the Cunard Building, and the Port of \n   Liverpool Building, collectively known as the Three Graces,  which symbolize the city's maritime \n   significance.", "Alisson Becker \n Trent Alexander-Arnold \n Virgil van Dijk \n Ibrahima Konate \n Andrew Robertson \n Thiago Alacantra \n Alexis Mac Allister \n Dominik Szoboszlai \n Mohamed Salah \n Luis Diaz \n Darwin Nunez"]
}